<template>
  <div class="wrapper text-left">
    <!-- Navbar -->
<Menu/>
    <div class="content-wrapper bg-dark ">
      <br />
      <div class="card text-center bg-dark">
        <div class="card-header ">
          ประวัติ สโมสรฟุตบอลลิเวอร์พูล ( Liverpool Football Club )
        </div>
        <div class="card-body">
          <div
            id="carouselExampleIndicators"
            class="carousel slide"
            data-ride="carousel"
          >
            <ol class="carousel-indicators">
              <li
                data-target="#carouselExampleIndicators"
                data-slide-to="0"
                class="active"
              ></li>
              <li
                data-target="#carouselExampleIndicators"
                data-slide-to="1"
              ></li>
              <li
                data-target="#carouselExampleIndicators"
                data-slide-to="2"
              ></li>
            </ol>
            <div class="carousel-inner">
              <div class="carousel-item active">
                <img
                  class="d-block w-100"
                  src="https://wallpaperboat.com/wp-content/uploads/2020/07/30/51414/liverpool-03.jpg"
                  width="400px"
                  height="500px"
                  alt="First slide"
                />
              </div>
              <div class="carousel-item">
                <img
                  class="d-block w-100"
                  src="https://cdn.wallpapersafari.com/78/8/wWmjkJ.jpg"
                  width="400px"
                  height="500px"
                  alt="Second slide"
                />
              </div>
              <div class="carousel-item">
                <img
                  class="d-block w-100"
                  src="https://img.olympicchannel.com/images/image/private/t_16-9_1920/primary/jnowkyqp31ygdkpaljhb"
                  width="400px"
                  height="500px"
                  alt="Third slide"
                />
              </div>
            </div>
            <a
              class="carousel-control-prev"
              href="#carouselExampleIndicators"
              role="button"
              data-slide="prev"
            >
              <span
                class="carousel-control-prev-icon"
                aria-hidden="true"
              ></span>
              <span class="sr-only">Previous</span>
            </a>
            <a
              class="carousel-control-next"
              href="#carouselExampleIndicators"
              role="button"
              data-slide="next"
            >
              <span
                class="carousel-control-next-icon"
                aria-hidden="true"
              ></span>
              <span class="sr-only">Next</span>
            </a>
          </div>
        </div>
        <div class="card-footer  " style="color:white;">
          <div class="row ">
            <div class="col text-center">
              ประวัติ
            </div>
          </div>
          <div class="row">
            สโมสรฟุตบอลลิเวอร์พูล
            ก่อตั้งหลังเกิดข้อพิพาทระหว่างคณะกรรมการของเอฟเวอร์ตันกับจอห์น
            โฮลดิง ประธานสโมสรและเจ้าของที่ดินแอนฟีลด์
            เอฟเวอร์ตันย้ายไปกูดิสันพาร์กใน ค.ศ. 1892
            หลังใช้งานแอนฟีลด์เป็นระยะเวลาแปดปีและโฮลดิงก่อตั้งสโมสรฟุตบอลลิเวอร์พูลเพื่อเล่นในแอนฟีลด
            แต่เดิมใช้ชื่อว่า "สโมสรฟุตบอลเอฟเวอร์ตันและแอตแลติกกราวด์สจำกัด"
            (อังกฤษ: Everton F.C. and Athletic Grounds Ltd) (หรือเรียกสั้น ๆ ว่า
            เอฟเวอร์ตันแอตแลติก) สโมสรกลายเป็นสโมสรฟุตบอลลิเวอร์พูลในเดือนมีนาคม
            ค.ศ. 1892 และได้รับการยอมรับอย่างเป็นทางการในอีกสามเดือนต่อมา
            หลังสมาคมฟุตบอลปฏิเสธที่จะยอมรับสโมสรว่าเป็นเอฟเวอร์ตัน
            ทีมชนะเลิศแลงคาเชอร์ลีกในฤดูกาลแรกที่ลงเล่น
            และเข้าร่วมฟุตบอลลีกเซคันด์ดิวิชันในฤดูกาล 1893–94
            หลังชนะเลิศรายการดังกล่าว ทีมก็ได้เลื่อนชั้นสู่เฟิสต์ดิวิชัน
            แล้วก็ชนะเลิศใน ค.ศ. 1901 และ 1906
          </div>
          <br /><br />
          <div class="row">
            ลิเวอร์พูลเข้าถึงรอบชิงชนะเลิศของเอฟเอคัพครั้งแรกใน ค.ศ. 1914
            โดยแพ้ให้กับเบิร์นลีย์ด้วยผลประตู 1–0
            ลิเวอร์พูลชนะเลิศลีกสูงสุดติดต่อกันใน ค.ศ. 1922 และ 1923
            แล้วก็ไม่ชนะเลิศอีกเลยจนกระทั่งฤดูกาล 1946–47
            เมื่อสโมสรชนะเลิศเฟิสต์ดิวิชันเป็นสมัยที่ห้าภายใต้การคุมทีมของ จอร์จ
            เคย์ อดีตผู้เล่นกองหลังตัวกลางเวสต์แฮมยูไนเต็ด
            ลิเวอร์พูลแพ้ในรอบชิงชนะเลิศเอฟเอคัพอีกครั้ง โดยแพ้ให้กับอาร์เซนอล
            ใน ค.ศ. 1950 สโมสรตกชั้นไปเซคันด์ดิวิชันในฤดูกาล 1953–54
            หลังจากลิเวอร์พูลแพ้วุร์สเตอร์ซิตี สโมสรฟุตบอลนอกลีก ในเอฟเอคัพ
            ฤดูกาล 1958–59 สโมสรได้แต่งตั้งให้บิลล์ แชงคลี เป็นผู้จัดการทีม
            เมื่อได้รับตำแหน่ง เขาปล่อยผู้เล่นจำนวน 24 คน
            และเปลี่ยนห้องเก็บรองเท้าที่แอนฟีลด์ให้กลายเป็นห้องสำหรับเหล่าผู้ฝึกสอนวางแผนการเล่น
            แชงคลีและสมาชิก "บูตรูม" คนอื่น ประกอบด้วย โจ เฟแกน, รูเบน
            เบนเน็ตต์และบ๊อบ เพสลีย์ เริ่มสร้างทีมใหม่กันที่นี่
          </div>
          <br /><br />
          <div class="row">
            สโมสรเลื่อนชั้นกลับสู่เฟิสต์ดิวิชันใน ค.ศ. 1962 และชนะเลิศใน ค.ศ.
            1964 ซึ่งเป็นการชนะเลิศลีกสูงสุดครั้งแรกในรอบ 17 ปี
            สโมสรชนะเลิศเอฟเอคัพครั้งแรกใน ค.ศ. 1965 และชนะเลิศลีกสูงสุดใน ค.ศ.
            1966
            แต่แพ้ให้กับโบรุสซีอาดอร์ทมุนท์ในนัดชิงชนะเลิศยูฟ่าคัพวินเนอร์สคัพ
            ฤดูกาล 1965–66 ลิเวอร์พูลชนะเลิศลีกและยูฟ่าคัพในฤดูกาล 1972–73
            และชนะเลิศเอฟเอคัพอีกครั้งในปีถัดมา หลังจากนั้นไม่นาน
            แชงคลีเกษียณออกจากตำแหน่งและบ๊อบ เพสลีย์ ผู้ช่วยของเขา
            ขึ้นเป็นผู้จัดการทีมแทน ใน ค.ศ. 1976
            ซึ่งเป็นฤดูกาลที่สองที่เพสลีย์เป็นผู้จัดการทีม
            สโมสรชนะเลิศลีกและยูฟ่าคัพอีกครั้ง และในฤดูกาลถัดมา
            สโมสรชนะเลิศลีกและชนะเลิศยูโรเปียนคัพเป็นครั้งแรก
            แต่แพ้ในรอบชิงชนะเลิศเอฟเอคัพ 1977
            ลิเวอร์พูลชนะเลิศยูโรเปียนคัพอีกครั้งใน ค.ศ. 1978 และลีกสูงสุดใน
            ค.ศ. 1979 ตลอดเก้าฤดูกาลที่เพสลีย์เป็นผู้จัดการทีม
            ลิเวอร์พูลคว้าถ้วยรางวัล 20 ใบ รวมไปถึงยูโรเปียนคัพ 3 ใบ, ยูฟ่าคัพ 1
            ใบ, ลีกสูงสุด 6 ใบและลีกคัพ 3 ใบติดต่อกัน
            การแข่งขันในประเทศรายการเดียวที่เขาไม่ได้ชนะเลิศคือเอฟเอคัพ
          </div>
          <br /><br />
          <div class="row">
            เพสลีย์เกษียณใน ค.ศ. 1983 และโจ เฟแกนขึ้นเป็นผู้จัดการทีมแทน
            ในฤดูกาลแรกของเฟแกน ลิเวอร์พูลชนะเลิศลีก, ลีกคัพและยูโรเปียนคัพ
            กลายเป็นทีมอังกฤษทีมแรกที่ได้ถ้วยรางวัลสามใบในหนึ่งฤดูกาล
            ลิเวอร์พูลเข้าถึงรอบชิงชนะเลิศของยูโรเปียนคัพอีกครั้งใน ค.ศ. 1985
            โดยพบกับยูเวนตุสที่สนามกีฬาเฮย์เซล ก่อนการแข่งขัน
            ผู้สนับสนุนลิเวอร์พูลพังรั้วซึ่งกั้นระหว่างผู้สนับสนุนทั้งสองฝั่งและเข้าปะทะกับผู้สนับสนุนยูเวนตุส
            น้ำหนักของกลุ่มผู้สนับสนุนส่งผลให้กำแพงที่กั้นพังลงมา
            ทำให้มีผู้เสียชีวิต 39 คน ส่วนใหญ่เป็นชาวอิตาลี
            อุบัติการณ์นี้กลายเป็นที่รู้จักกันในชื่อ ภัยพิบัติเฮย์เซล
            การแข่งขันนั้นดำเนินการต่อ
            ทั้งที่มีการประท้วงจากผู้จัดการทีมทั้งสองทีมและลิเวอร์พูลก็แพ้ให้กับยูเวนตุสด้วยผลประตู
            1–0 ผลจากโศกนาฏกรรมดังกล่าว
            ส่งผลให้สโมสรจากอังกฤษไม่สามารถเข้าร่วมการแข่งขันในยุโรปเป็นเวลาห้าปี
            ขณะที่สโมสรลิเวอร์พูลได้รับโทษห้ามเข้าร่วมการแข่งขันสิบปี
            ซึ่งต่อมาลดเหลือหกปี
            ผู้สนับสนุนลิเวอร์พูลสิบสี่คนได้รับการลงโทษจากความผิดฐานฆ่าผู้อื่นโดยไม่เจตนา
          </div>
          <br /><br />
          <div class="row">
            เฟแกนประกาศเกษียณก่อนที่จะเกิดภัยพิบัติเฮย์เซลและเคนนี
            แดลกลีชได้รับการแต่งตั้งเป็นผู้เล่น-ผู้จัดการทีม
            ในระหว่างที่เขาดำรงตำแหน่ง
            สโมสรชนะเลิศลีกสูงสุดอีกสามสมัยและเอฟเอคัพสองสมัย
            รวมไปถึงการได้ดับเบิลแชมป์จากการชนะเลิศลีกและเอฟเอคัพในฤดูกาล
            1985–86 อย่างไรก็ตาม
            ความสำเร็จของลิเวอร์พูลถูกบดบังด้วยภัยพิบัติฮิลส์โบโร
            ซึ่งเป็นการแข่งขันเอฟเอคัพ รอบรองชนะเลิศ ที่พบกับนอตทิงแฮมฟอเรสต์
            เมื่อวันที่ 15 เมษายน ค.ศ. 1989
            โดยผู้สนับสนุนลิเวอร์พูลร้อยกว่าคนถูกบีบอัดติดกับรั้วกั้น
            ส่งผลให้ผู้สนับสนุนเสียชีวิต 94 คนในวันนั้น สี่วันต่อมา
            ผู้เคราะห์ร้ายคนที่ 95 เสียชีวิตที่โรงพยาบาลจากอาการบาดเจ็บของเขา
            และเกือบสี่ปีต่อมา ผู้เคราะห์ร้ายคนที่ 96 ก็เสียชีวิต
            โดยไม่สามารถฟื้นคืนสติกลับมาได้
            เหตุการณ์ดังกล่าวทำให้รัฐบาลทบทวนเรื่องความปลอดภัยของสนามกีฬา
            เทย์เลอร์รีพอร์ต
            ปูทางให้ออกกฎหมายให้สนามกีฬาของสโมสรลีกสูงสุดต้องเป็นแบบมีที่นั่งทั้งหมด
            รายงานระบุสาเหตุหลักของภัยพิบัติคือความแออัดของผู้คน
            เนื่องจากการควบคุมของตำรวจที่ล้มเหลว
          </div>
          <br /><br />
          <div class="row">
            ลิเวอร์พูลเกือบชนะเลิศลีกสูงสุดในฤดูกาล 1988–89
            หลังจบฤดูกาลด้วยคะแนนและผลต่างประตูเท่ากับอาร์เซนอล
            แต่จำนวนประตูได้น้อยกว่า
            เมื่ออาร์เซนอลทำประตูลูกสุดท้ายในนาทีสุดท้ายของฤดูกาล
          </div>
          <br /><br />
          <div class="row">
            แดลกลีชลาออกใน ค.ศ. 1991
            โดยอ้างภัยพิบัติฮิลส์โบโรและผลกระทบจากเหตุการณ์ดังกล่าว แกรม ซูเนส
            อดีตผู้เล่นลิเวอร์พูล เข้ารับตำแหน่งผู้จัดการทีมแทน
            ภายใต้การคุมทีมของเขา ลิเวอร์พูลชนะเลิศเอฟเอคัพใน ค.ศ. 1992
            แต่ผลงานในลีกนั้นไม่ค่อยดีนัก พวกเขาการจบอันดับที่ 6
            สองฤดูกาลติดต่อกัน ทำให้ซูเนสถูกปลดในเดือนมกราคม ค.ศ. 1994 และรอย
            อีแวนส์ เข้ารับตำแหน่งแทน ภายใต้การคุมทีมของอีแวนส์
            ลิเวอร์พูลชนะเลิศฟุตบอลลีกคัพใน ค.ศ. 1995 และจบอันดับที่ 3 ใน ค.ศ.
            1996 และ 1998 ซึ่งเป็นอันดับที่ดีที่สุดที่พวกเขาทำได้ เฌราร์ อูลีเย
            ได้รับการแต่งตั้งให้เป็นผู้จัดการทีมร่วมในฤดูกาล 1998–99
            และกลายเป็นผู้จัดการทีมเดี่ยวในเดือนพฤศจิกายน ค.ศ. 1998
            หลังอีแวนส์ลาออก ใน ค.ศ. 2001
            ซึ่งเป็นฤดูกาลที่สองอูลีเยที่ได้คุมทีมเต็มฤดูกาล
            ลิเวอร์พูลชนะเลิศทริปเปิลแชมป์ ได้แก่ เอฟเอคัพ, ลีกคัพและยูฟ่าคัพ
            อูลีเยเข้ารับการผ่าตัดหัวใจระหว่างฤดูกาล 2001–02
            และลิเวอร์พูลจบอันดับที่ 2 ในลีกตามหลังอาร์เซนอล
            ลิเวอร์พูลชนะเลิศลีกคัพใน ค.ศ. 2003
            แต่ก็ยังไม่สามารถชนะเลิศลีกสูงสุดได้ในสองฤดูกาลถัดมา
          </div>
          <br /><br />
          <div class="row">
            ราฟาเอล เบนิเตซเข้ารับตำแหน่งแทนอูลีเยหลังจบฤดูกาล 2003–04
            ถึงแม้ว่าฤดูกาลแรกของเบนิเตซนั้นจะจบอันดับที่ 5 ในลีก
            แต่ลิเวอร์พูลก็ชนะเลิศยูฟ่าแชมเปียนส์ลีก ฤดูกาล 2004–05
            ด้วยการเอาชนะเอซี มิลานในการดวลลูกโทษด้วยผลประตู 3–2
            หลังจากเสมอกันด้วยผลประตู 3–3 ฤดูกาลถัดมา ลิเวอร์พูลจบอันดับที่ 3
            ในพรีเมียร์ลีก
            และชนะเลิศเอฟเอคัพด้วยการเอาชนะเวสต์แฮมยูไนเต็ดในการดวลลูกโทษหลังจากเสมอกันด้วยผลประตู
            3–3 นักธุรกิจชาวอเมริกัน จอร์จ ยิลเลตต์ และทอม ฮิกส์
            กลายเป็นเจ้าของสโมสรระหว่างฤดูกาล 2006–07
            หลังตกลงซื้อหุ้นของสโมสรซึ่งมีมูลค่ารวมกับหนี้คงค้างที่ 218.9
            ล้านปอนด์ สโมสรเข้าถึงรอบชิงชนะเลิศยูฟ่าแชมเปียนส์ลีกใน ค.ศ. 2007
            ซึ่งพบกับมิลานอีกครั้ง เหมือนเมื่อ ค.ศ. 2005 แต่ก็แพ้ด้วยผลประตู 2–1
            ช่วงระหว่างฤดูกาล 2008–09 ลิเวอร์พูลทำคะแนน 86 แต้ม
            เป็นสถิติของสโมสรที่ทำคะแนนเยอะที่สุดในยุคพรีเมียร์ลีกในเวลานั้น
            อย่างไรก็ตาม พวกเขาจบอันดับที่ 2 ตามหลังแมนเชสเตอร์ยูไนเต็ด
          </div>
          <br /><br />
          <div class="row">
            ในฤดูกาล 2009–10 ลิเวอร์พูลจบอันดับที่ 7 ในพรีเมียร์ลีก
            ทำให้ไม่ได้สิทธิ์เข้าแข่งขันยูฟ่าแชมเปียนส์ลีก
            ส่งผลให้เบนิเตซลาออกจากตำแหน่งด้วยความยินยอมของทั้งสองฝ่าย รอย
            ฮอดจ์สัน อดีตผู้จัดการทีมฟูลัม
            เข้ารับตำแหน่งผู้จัดการทีมลิเวอร์พูนแทน ในช่วงเริ่มต้นฤดูกาล 2010–11
            ลิเวอร์พูลนั้นเสี่ยงต่อการล้มละลายและเจ้าหนี้ของสโมสรขอให้ศาลสูงอนุญาตให้มีการขายสโมสรโดยปฏิเสธคำขอของฮิกส์และยิลเลตต์
            จอห์น ดับเบิลยู. เฮนรี เจ้าของทีมบอสตันเรดซ็อกซ์และเฟนเวย์สปอร์ตกรุป
            ประมูลสโมสรสำเร็จและได้เป็นเจ้าของในเดือนตุลาคม ค.ศ. 2010
            ผลการแข่งขันที่ย่ำแย่ในช่วงต้นฤดูกาล
            ทำให้ฮอดจ์สันลาออกจากตำแหน่งด้วยความยินยอมของทั้งสองฝ่ายและสโมสรแต่งตั้งเคนนี
            แดลกลีช อดีตผู้เล่นและผู้จัดการทีมเป็นผู้จัดการทีมอีกครั้ง ในฤดูกาล
            2011-12 ลิเวอร์พูลชนะเลิศลีกคัพเป็นสมัยที่ 8
            และเข้าถึงรอบชิงชนะเลิศเอฟเอคัพ แต่กลับจบอันดับที่ 8 ในพรีเมียร์ลีก
            ซึ่งเป็นการจบอันดับที่แย่ที่สุดในรอบ 18 ปี ทำให้แดลกลีชถูกไล่ออก
            และเบรนดัน ร็อดเจอส์เข้ารับตำแหน่งนี้แทน ในฤดูกาล 2013–14
            เขาพาลิเวอร์พูลเกือบชนะเลิศพรีเมียร์ลีกอย่างเหลือเชื่อโดยจบอันดับที่
            2 รองจากแมนเชสเตอร์ซิตี พวกเขาทำประตูในลีก 101 ลูก
            นับเป็นการทำประตูมากที่สุดตั้งแต่ฤดูกาล 1895–96 ที่ทำประตูไป 106 ลูก
            สิ่งนี้ทำให้ลิเวอร์พูลได้สิทธิ์กลับไปแข่งขันในยูฟ่าแชมเปียนส์ลีกอีกครั้ง
            อย่างไรก็ตาม ผลงานอันน่าผิดหวังในฤดูกาล 2014–15
            ซึ่งลิเวอร์พูลจบอันดับที่ 6 ในลีก และการเริ่มต้นฤดูกาล 2015–16
            ที่ย่ำแย่ ทำให้ร็อดเจอส์ถูกไล่ออกในเดือนตุลาคม ค.ศ. 2015
          </div>
          <br /><br />
          <div class="row">
            เยือร์เกิน คล็อพ เข้ามาเป็นผู้จัดการทีมแทนร็อดเจอส์ ในฤดูกาลแรก
            คล็อพพาทีมเข้าชิงชนะเลิศฟุตบอลลีกคัพและยูฟ่ายูโรปาลีก
            แต่จบด้วยการเป็นรองแชมป์ทั้งสองรายการ ลิเวอร์พูลจบอันดับที่ 2
            ในพรีเมียร์ลีก ฤดูกาล 2018–19 ด้วยคะแนน 97
            แต้มโดยแพ้เพียงแค่เกมเดียวเท่านั้น
            ทำให้เป็นทีมที่ไม่ได้ชนะเลิศที่ทำแต้มมากที่สุด
            คล็อพพาสโมสรเข้ารอบชิงชนะเลิศยูฟ่าแชมเปียนส์ลีกสองปีติดต่อกันใน ค.ศ.
            2018 และ 2019 โดยชนะทอตนัมฮอตสเปอร์ด้วยผลประตู 2–0 ในนัดชิงชนะเลิศ
            ค.ศ. 2019 ลิเวอร์พูลเอาชนะฟลาเม็งกู
            สโมสรจากบราซิลในนัดชิงชนะเลิศของฟุตบอลชิงแชมป์สโมสรโลก 2019
            ด้วยผลประตู 1–0 ทำให้ลิเวอร์พูลชนะเลิศรายการนี้เป็นครั้งแรก
            ลิเวอร์พูลชนะเลิศพรีเมียร์ลีก ฤดูกาล 2019–20
            เป็นการชนะเลิศลีกสูงสุดครั้งแรกในรอบสามสิบปี
            สโมสรทำหลายสถิติในฤดูกาลนี้
            โดยรวมถึงการชนะเลิศลีกทั้งที่ยังเหลือการแข่งขันอีกเจ็ดนัด
            ทำให้เป็นสโมสรที่ชนะเลิศลีกเร็วที่สุด และการทำคะแนน 99
            แต้มซึ่งเป็นสถิติใหม่ของสโมสร ลิเวอร์พูลชนะในลีกฤดูกาลนี้ 32 นัด
            นับเป็นสถิติร่วมของจำนวนนัดที่ชนะมากที่สุดในหนึ่งฤดูกาลของลีกสูงสุด
          </div>
          <br /><br />
          <div class="row">
            <div class="col">
              เกียรติประวัติ
            </div>
          </div>
          <br />
          <div class="row">
          <div class="card-body">
          <div
            id="carouselExampleIndicators1"
            class="carousel slide"
            data-ride="carousel"
          >
            <ol class="carousel-indicators">
              <li
                data-target="#carouselExampleIndicators1"
                data-slide-to="0"
                class="active"
              ></li>
              <li
                data-target="#carouselExampleIndicators1"
                data-slide-to="1"
              ></li>
              <li
                data-target="#carouselExampleIndicators1"
                data-slide-to="2"
              ></li>
            </ol>
            <div class="carousel-inner">
              <div class="carousel-item active">
                <img
                  class="d-block w-100"
                  src="https://tadoo.co/wp-content/uploads/2019/08/Salah.jpg"
                  width="400px"
                  height="500px"
                  alt="First slide"
                />
              </div>
              <div class="carousel-item">
                <img
                  class="d-block w-100"
                  src="https://tadoo.co/wp-content/uploads/2019/08/Mane.jpg"
                  width="400px"
                  height="500px"
                  alt="Second slide"
                />
              </div>
              <div class="carousel-item">
                <img
                  class="d-block w-100"
                  src="https://img.olympicchannel.com/images/image/private/t_16-9_1920/primary/jnowkyqp31ygdkpaljhb"
                  width="400px"
                  height="500px"
                  alt="Third slide"
                />
              </div>
            </div>
            <a
              class="carousel-control-prev"
              href="#carouselExampleIndicators1"
              role="button"
              data-slide="prev"
            >
              <span
                class="carousel-control-prev-icon"
                aria-hidden="true"
              ></span>
              <span class="sr-only">Previous</span>
            </a>
            <a
              class="carousel-control-next"
              href="#carouselExampleIndicators1"
              role="button"
              data-slide="next"
            >
              <span
                class="carousel-control-next-icon"
                aria-hidden="true"
              ></span>
              <span class="sr-only">Next</span>
            </a>
          </div>
        </div>
          </div>
          <div class="row">
            ถ้วยรางวัลแรกของลิเวอร์พูลคือแลงคาเชอร์ลีก
            ซึ่งชนะเลิศในฤดูกาลแรกของสโมสร ต่อมาใน ค.ศ. 1901
            สโมสรชนะเลิศลีกสมัยแรก ในขณะที่สมัยที่ 19 หรือสมัยล่าสุดเกิดขึ้นใน
            ค.ศ. 2020 ความสำเร็จแรกในเอฟเอคัพเกิดขึ้นใน ค.ศ. 1965
            ช่วงที่ลิเวอร์พูลชนะถ้วยรางวัลมากที่สุดคือทศวรรษ 1980
            ซึ่งสโมสรชนะเลิศลีก 6 สมัย เอฟเอคัพ 2 สมัย ลีกคัพ 4 สมัย
            ฟุตบอลลีกซูเปอร์คัพ 1 สมัย แชริตีชีลด์ 5 สมัย (ร่วมกับสโมสรอื่น 1
            สมัย) และยูโรเปียนคัพ 2 สมัย
          </div>
          <br /><br />
          <div class="row">
            สโมสรมีจำนวนนัดที่ชนะและคะแนนบนลีกสูงสุดมากกว่าทีมอื่นในอังกฤษ
            ลิเวอร์พูลยังมีอันดับในลีกโดยเฉลี่ยสูงสุด (3.3) ในช่วง 50 ปีนับถึง
            ค.ศ. 2015 และมีอันดับลีกเฉลี่ยสูงเป็นอันดับที่สอง (8.7) ในช่วง
            ค.ศ. 1900–1999 รองจากอาร์เซนอล
          </div>
          <br /><br />
          <div class="row">
            ลิเวอร์พูลเป็นสโมสรบริติชที่ประสบความสำเร็จมากที่สุดในระดับนานาชาติที่
            14 สมัย โดยชนะเลิศยูโรเปียนคัพหรือยูฟ่าแชมเปียนส์ลีก
            ซึ่งเป็นการแข่งขันระดับสโมสรสูงสุดของยูฟ่า 6 สมัย
            นับเป็นสถิติสูงสุดของทีมอังกฤษ และเป็นรองเพียงเรอัลมาดริดและเอซี
            มิลาน การชนะเลิศยูโรเปียนคัพสมัยที่ 5 ของลิเวอร์พูลใน ค.ศ. 2005
            ทำให้สโมสรได้รับถ้วยรางวัลถาวรและยังได้รับตราผู้ชนะหลายสมัยด้วย
            ลิเวอร์พูลยังถือสถิติเป็นทีมจากอังกฤษที่ชนะเลิศยูฟ่าคัพ
            การแข่งขันระดับที่สองของสโมสรยุโรป มากที่สุดที่ 3 สมัย ใน ค.ศ.
            2019 สโมสรชนะเลิศฟุตบอลชิงแชมป์สโมสรโลกเป็นสมัยแรก
            ทำให้เป็นสโมสรแรกจากอังกฤษที่ชนะเลิศสามรายการระดับทวีป ได้แก่
            สโมสรโลก แชมเปียนส์ลีก และยูฟ่าซูเปอร์คัพ
          </div>
          <br><br>
          <div class="row">
           ระดับประเทศ <br>
        ดิวิชันหนึ่ง/พรีเมียร์ลีก <br>
        ชนะเลิศ (19): 1900–01, 1905–06, 1921–22, 1922–23, 1946–47, 1963–64, 1965–66, 1972–73, 1975–76, 1976–77, 1978–79, 1979–80, 1981–82, 1982–83, 1983–84, 1985–86, 1987–88, 1989–90, 2019–20
          </div>
          <br><br>
          <div class="row">
          ดิวิชันสอง <br>
ชนะเลิศ (4): 1893–94, 1895–96, 1904–05, 1961–62
          </div>
          <br><br>
          <div class="row">
          เอฟเอคัพ <br>
ชนะเลิศ (7): 1964–65, 1973–74, 1985–86, 1988–89, 1991–92, 2000–01, 2005–06
          </div>
          <br><br>
          <div class="row">
          อีเอฟแอลคัพ <br>
ชนะเลิศ (8): 1980–81, 1981–82, 1982–83, 1983–84, 1994–95, 2000–01, 2002–03, 2011–12
          </div>
          <br><br>
          <div class="row">
          แชริตีชีลด์/เอฟเอคอมมิวนิตีชีลด์ <br>
ชนะเลิศ (15) (*แชมป์ร่วม) : 1964*, 1965*, 1966, 1974, 1976, 1977*, 1979, 1980, 1982, 1986*, 1988, 1989, 1990*, 2001, 2006
          </div>
          <br><br>
           <div class="row">
          เชอริฟฟ์ออฟลอนดอนชาริตีชีลด์ <br>
ชนะเลิศ (1): 1906
          </div>
          <br><br>
          
          
          
        </div>
      </div>
      <br />
    </div>
    <!-- Content Wrapper. Contains page content -->

    <!-- /.content-wrapper -->

    <!-- Control Sidebar -->
    <aside class="control-sidebar control-sidebar-dark">
      <!-- Control sidebar content goes here -->
    </aside>
    <!-- /.control-sidebar -->
  </div>
</template>

<script>
import Menu from '@/components/Menu'
export default {
components:{
  Menu
  
}

};
</script>

<style>
.bordered {
  width: 200px;
  height: 100px;
  padding: 20px;
  border: 1px solid darkorange;
  border-radius: 8px;
}
</style>
